[
    {
        "title": "Solo Leveling",
        "image": "https://meo.comick.pictures/zevXM.jpg",
        "status": "completed",
        "description": "10 years ago, after “the Gate” that connected the real world with the monster world opened, some of the ordinary, everyday people received the power to hunt monsters within the Gate. They are known as “Hunters”. However, not all Hunters are powerful. My name is Sung Jin-Woo, an E-rank Hunter. I’m someone who has to risk his life in the lowliest of dungeons, the “World’s Weakest”. Having no skills whatsoever to display, I barely earned the required money by fighting in low-leveled dungeons… at least until I found a hidden dungeon with the hardest difficulty within the D-rank dungeons! In the end, as I was accepting death, I suddenly received a strange power, a quest log that only I could see, a secret to leveling up that only I know about! If I trained in accordance with my quests and hunted monsters, my level would rise. Changing from the weakest Hunter to the strongest S-rank Hunter!"
    },
    {
        "title": "The World After the Fall",
        "image": "https://meo.comick.pictures/vo82y.jpg",
        "status": "dropped",
        "description": "Faced with imminent defeat and certain death, would you choose to run or continue to fight for a doomed world? When mysterious towers appear across the world, summoning monsters that prey on mankind, this is the choice presented to the Tower Walkers, adventurers with special powers to fight the monsters. On the brink of death, they can choose to use a “regression stone” to return to the past for a second chance, though this decision places them in a separate timeline forever. Stubborn Tower Walker Jaehwan rejects this choice, choosing to fight for the original timeline, and learning shocking secrets about the Tower along the way."
    },
    {
        "title": "Omniscient Reader's Viewpoint",
        "image": "https://meo.comick.pictures/qv5oqL.jpg",
        "status": "reading",
        "description": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it."
    },
    {
        "title": "Regressor Instructor Manual",
        "image": "https://meo.comick.pictures/W8zM04.jpg",
        "status": "reading",
        "description": "[Will you join the game?] Giyoung's suddenly thrown into a game of life and death. Not only that, but he's also the player with the lowest stats. Still, he's got one skill on his side: the ability to read other players' status! He finds the opportunity of his life when he discovers that Hyunsung is a returner to this world. Now all Giyoung has to do is stick next to Hyunsung and game his way out of this tutorial."
    },
    {
        "title": "Tyrant of the Tower Defense Game",
        "image": "https://meo.comick.pictures/br1mL4.jpg",
        "status": "reading",
        "description": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body! Ash now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. But who brought him to this world in the first place, and why? Ash may soon find the answers to these questions - if he can survive the bloody battlefield first!"
    },
    {
        "title": "Pick Me Up, Infinite Gacha",
        "image": "https://meo.comick.pictures/yYxBXn.jpg",
        "status": "reading",
        "description": "1-Star heroes are just fodder for learning a boss' attack patterns. That was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party. Can a gacha game character hope to defeat a player akin to being his god?"
    },
    {
        "title": "The Archmage's Restaurant",
        "image": "https://meo.comick.pictures/jx802M.jpg",
        "status": "reading",
        "description": "A man who reincarnated in another world as a 9th class wizard and retired after saving the continent from a dragon war. He decides to open a small restaurant in the countryside, but his routine is anything but ordinary. On the second floor of his restaurant, there lives a black dragon who has transformed into a woman, named Rurin. She is greedy, cute and loyal to him, but also ignorant and clueless about the human world. They live a fun and warm life, serving customers, solving problems and growing violets in the garden."
    }
]